;Translation files need to be saved in UTF-16 encoding
;Arabic (Saudi Arabia) translation file by abbodi1406 (https://forums.mydigitallife.net/members/abbodi1406.204274/)
[Config]
Language = ar-SA

[Translations]
NoAdmin = .هذا البرنامج يتطلب صلاحيات المسؤول
UnsupportedSystem = .هذا البرنامج يتطلب نظام ويندوز 7 أو أعلى
NoADK = Windows 10 ADK أنت تستخدم نظام ويندوز بدون حزمة\n\nلضمان الحصول على توزيعة مكتملة قم بتثبيت الحزمة المطلوبة أو استخدم هذا البرنامج على نظام ويندوز 10\n\nهل تريد المتابعة؟
BackendTestFailed = PHP لا يمكن لهذا البرنامج أن يعمل بدون سيرفر\n\n:أسباب محتملة لفشل تشغيل السيرفر\n - نظامك لا يحتوي على حزمة Visual C++ Redistributable 2015/2017 x86\n - برنامج الحماية أو مكافح الفيروسات يعطل العملية\n\n:لحل المشكلة\n - قم بتثبيت الحزمة المطلوبة\n - قم بتعطيل برنامج الحماية مؤقتاً\n\n.سيتم إغلاق هذا البرنامج الآن
Preparing = ...الإعداد جارٍ
PrepareToWork = ...يجري تجهيز البرنامج
Search = &بحث
SearchBuilds = البحث في الإصدارات
BuildSelectAction = &اختيار الإصدار المحدد
BuildSelectActionSub = عرض صفحة اختيار اللغة والنسخ وموقع الحفظ
PoweredBy = Powered by
Change = &تغيير
Language = اللغة
Edition = النسخة
SelectedBuild = الإصدار المحدد
LanguageAndEdition = اختر اللغة والنسخة
SaveOptions = خيارات الحفظ
Browse = &...تغيير
SaveUUPFiles = "UUPs" حفظ الملفات في مجلد
SkipConversion = UUP -> ISO تخطي عملية التحويل
StartProcess = &بدء العملية
StartProcessSub = ISO تنزيل الإصدار المحدد وإنشاء توزيعة
RetrievingListOfFiles = ...يتم تنزيل قائمة الملفات
BuildNotDownloadable = فشل تنزيل قائمة الملفات المتوفرة. قد يكون الإصدار المحدد غير متاحاً بعد الآن
CommandPromptClosed = تم إغلاق نافذة موجه الأوامر أو حدث خطأ
CommandPromptClosedQuestion = هل تريد استكمال عملية التنزيل والتحميل باستخدام الملفات المحملة مسبقاً؟\n\n.إذا اخترت "لا" كل الملفات المحملة سابقاً ستحذف للبدء من جديد
Information = تنويه
TaskCompleted = اكتملت العملية
WorkDirNotCreatedYet = لم يتم إنشاء مجلد العمل بعد
CreateDirFail = فشل إنشاء مجلد العمل
BrowseForLocation = ISO اختر موقع حفظ توزيعة
DestinationLocationNotExists = موقع الحفظ غير موجود
WorkDirMoveError = حدث خطأ أثناء نقل مجلد العمل
PleaseWait = ...فضلاً انتظر
Error = خطأ
MovingWorkDir = ...يتم نقل مجلد العمل
CannotGetBuilds = لا يمكن تنزيل قائمة الإصدارات المتوفرة
NoSearchResults = لا توجد إصدارات متوفرة لهذا البحث
NoLanguages = لا توجد لغات متوفرة لهذا الاختيار
AllEditions = كل النسخ
NoEditions = لا توجد نسخ متوفرة لهذا الاختيار
RetrievingFileInfo = ...تنزيل بيانات الملفات
NoFileinfo = لا توجد بيانات متوفرة لهذا الاختيار
RetrievingPacks = ...تنزيل قائمة الحزم

[Languages]
ar-sa = العربية
bg-bg = البلغارية
cs-cz = التشيكية
da-dk = الدنماركية
de-de = الألمانية
el-gr = اليونانية
en-gb = الإنجليزية - المملكة المتحدة
en-us = الإنجليزية - الولايات المتحدة
es-es = الإسبانية - إسبانيا
es-mx = الإسبانية - المكسيك
et-ee = الإستونية
fi-fi = الفنلندية
fr-ca = الفرنسية - كندا
fr-fr = الفرنسية - فرنسا
he-il = العبرية
hr-hr = الكرواتية
hu-hu = المجرية
it-it = الإيطالية
ja-jp = اليابانية
ko-kr = الكورية
lt-lt = الليتوانية
lv-lv = اللاتفية
nb-no = النرويجية
nl-nl = الهولندية
pl-pl = البولندية
pt-br = البرتغالية - البرازيل
pt-pt = البرتغالية - البرتغال
ro-ro = الرومانية
ru-ru = الروسية
sk-sk = السلوفاكية
sl-si = السلوفينية
sr-latn-rs = الصربية اللاتينية
sv-se = السويدية
th-th = التايلندية
tr-tr = التركية
uk-ua = الأوكرانية
zh-cn = الصينية المبسطة
zh-tw = الصينية التقليدية
